IdeaRS.Connections
CutCommandData.ExtendToPlane Property
Compatible with IDEA StatiCa 0.0
 If true object is extended to the cutting plane
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ExtendToPlane { get; set; }
Property Value
Type: Boolean
See Also
Reference
CutCommandData Class
IdeaRS.Connections.Data Namespace